Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G29A.tmx
Source language: en_us
Languages: zh_cn

source: The Life of Elizabeth Barrett Browning
zh_cn: 伊丽莎白·芭蕾特·布朗宁的一生

source: Elizabeth Barrett Moulton-Barrett was born March 6, 1806 in Durham, England.
zh_cn: 伊丽莎白·芭蕾特·莫尔顿-巴雷特，1806年3月6日出生于英格兰的达勒姆。

source: Her father, Edward Moulton-Barrett, made most of his considerable fortune from Jamaican sugar plantations, and in 1809 he bought Hope End, a 500-acre estate near the Malvern Hills.
zh_cn: 她的父亲爱德华·莫尔顿-巴雷特，在牙买加的甘蔗种植园取得了相当可观的财富，于1809年他买下了“希望之果”—在莫尔文丘陵附近500英亩的地产。

source: Elizabeth lived a privileged childhood, riding her pony around the grounds, visiting other families in the neighborhood, and arranging family theatrical productions with her eleven brothers and sisters.
zh_cn: 伊丽莎白享受过拥有特权的童年，在领地的四周，她骑着小马访问附近的其他人家，并经常同她的11个兄弟姐妹排演家庭式的舞台剧。

source: Although frail, she apparently had no health problems until 1821, when Dr. Coker prescribed opium for a nervous disorder.
zh_cn: 尽管她身体比较虚弱，但在1821年前她并没有什么健康上的问题，可是当时的库克医生却开药方用鸦片来医治她的一种神经系统的失调。

source: Her mother died when she was 22, and critics mark signs of this loss in Aurora Leigh.
zh_cn: 她的母亲在她22岁时就去世了，评论家们认为她母亲的死对她在今后在写作《奥罗拉·利》时的失误，留下了迹象。

source: Elizabeth, an accomplished child, had read a number of Shakespearian plays, parts of Pope's Homeric translations, passages from Paradise Lost, and the histories of England, Greece, and Rome before the age of ten.
zh_cn: 伊丽莎白，在小时候就是一个有才能的孩子。她在十岁之前，就已经阅读了若干莎士比亚的剧本，部分的罗马教皇时代荷马作品的译作，以及《失乐园》和英国、希腊和罗马历史的若干篇章。

source: She was self-taught in almost every respect.
zh_cn: 几乎在每个方面，她都是自学的。

source: During her teen years she read the principal Greek and Latin authors and Dante's Inferno ¡ª all texts in the original languages.
zh_cn: 在她十岁的时候，她阅读了主要的希腊和拉丁作家的作品和但丁的《地狱》——所有的这些作品她都是阅读原文的。

source: Her voracious appetite for knowledge compelled her to learn enough Hebrew to read the Old Testament from beginning to end.
zh_cn: 对知识的强烈欲望促使她把希伯来语学习得相当好，以致她可以把从头到尾读完《旧约圣经》。

source: Her enjoyment of the works and subject matter of Paine, Voltaire, Rousseau, and Wollstonecraft was later expressed by her concern for human rights in her own letters and poems.
zh_cn: 她很欣赏潘恩、伏尔泰、卢梭和沃斯通·克拉夫特的著作和他们的创作题材，这样就使她在以后自己所写的信件和诗词里，表达出对人权的关怀。

source: By the age of twelve she had written an "epic" poem consisting of four books of rhyming couplets.
zh_cn: 在她12岁的时候，她已经写出了由有押韵对句的4本书所组成的“叙事诗”。

source: Barrett later referred to her first literary attempt as, "Pope's Homer done over again, or rather undone."
zh_cn: 芭蕾特后来提到她的第一次文学的尝试是“重新翻译了一次罗马教皇时代的荷马的著作，或者说没有完成。”

source: In her early twenties Barrett befriended Hugh Stuart Boyd, a blind, middle-aged scholar, who rekindled Barrett's interest in Greek studies.
zh_cn: 在芭蕾特20岁出头的时候，她结交了一位中年的盲人学者——博伊德·休斯图·亚特。这位中年学者促使芭蕾特重新引起了对学习希腊语的兴趣。

source: During their friendship Barrett absorbed an astonishing amount of Greek literature -Homer, Pindar, Aristophanes, etc. - but after a few years Barrett's fondness for Boyd diminished.
zh_cn: 在他们两人的交往过程中，芭蕾特吸收了数量惊人的希腊文学——荷马、品达罗斯、阿里斯托芬以及其他人的作品。可是过了几年，芭蕾特对图亚特的偏爱就减退了。

source: Her intellectual fascination with the classics and metaphysics was balanced by a religious obsession which she later described as "not the deep persuasion of the mild Christian but the wild visions of an enthusiast." (See Methodism for the connotations of "enthusiasm.")
zh_cn: 她对古希腊和古罗马的经典著作和纯粹哲学的着迷被一种宗教痴迷所弥补了，这种宗教痴迷，她后来描写为一种“不是一种温文有礼的基督的深深劝导，而是宗教狂的愚蠢幻想。”（见“热情”内涵的卫理公会教义。）

source: Her family attended services at the nearest Dissenting chapel, and Mr. Barrett was active in Bible and Missionary societies.
zh_cn: 她和她的家人参加了在离家最近的不信奉英国国教的小礼拜堂的祈祷仪式，而巴雷特先生却积极从事于圣经和传教士协会的工作。

source: From 1822 on, Elizabeth Barrett's interests tended more and more to the scholarly and literary.
zh_cn: 从1822年开始，伊丽莎白·芭蕾特的兴趣越来越倾向于古典学派和文学方面。

source: Mr. Barrett's financial losses in the early 30s forced him to sell Hope End, and although never poor, the family moved three times between 1832 and 1837, settling at 50 Wimpole Street in London. In 1838, The Seraphim and Other Poems appeared, the first volume of Elizabeth's mature poetry to appear under her own name.
zh_cn: 巴雷特先生在19世纪30年代初所受到的经济损失，迫使他卖掉了他的庄园“希望之果”，尽管他们的家庭还不算贫穷，可是在1832年到1837年间，他们的家庭迁移了3次，最后于1838年落脚于伦敦的温坡街的50号，在1838年，伊丽莎白·芭蕾特所写的《天使和其他诗歌》第一次披露了以她自己的名字发表的、比较成熟的诗篇。

source: That same year her health forced her to move to Torquay, on the Devonshire coast.
zh_cn: 同年，她因健康原因，促使她搬到德文郡海滨的托基。

source: Her favorite brother Edward went along with her; his death by drowning later that year was a blow which prostrated her for months and from which she never fully recovered.
zh_cn: 她由最喜欢的兄弟爱德华所陪同，可是就在那一年爱德华因溺水而死使她精神上受到了极大的打击，以致有好几个月只得沮丧地躺在床上。以后，她的健康就永远没有完全恢复过来。

source: When she returned to Wimpole Street, she became an invalid and a recluse, spending most of the next five years in her bedroom, seeing only one or two people other than her immediate family.
zh_cn: 当她回到温坡街的时候，她已经变成一个残疾者和隐士，在病床上渡过了以后5年中的大多数的时间，她所接触到的人除了她的近亲以外只有一、二个人。

source: One of those people was John Kenyon, a wealthy and convivial friend of the arts.
zh_cn: 在这些同她接触的人中，有一个富有和欢乐的艺术朋友，名叫约翰·凯尼恩。

source: Her 1844 Poems made her one of the most popular writers in the land, and inspired Robert Browning to write her, telling her how much he loved her poems.
zh_cn: 由于伊丽莎白在1844年所写的诗使她成为英国大陆上最受欢迎的作家之一，这样就鼓励了罗伯特·布朗宁写信给她，告诉她，他是多么喜欢她的诗歌。

source: Kenyon arranged for Browning to come see her in May 1845, and so began one of the most famous courtships in literature.
zh_cn: 于是约翰·凯尼恩安排罗伯特·布朗宁于1845年5月份去看望她，由此打开了文学史上最享盛名的求爱的一页。

source: Six years his elder and an invalid, she could not believe that the vigorous and worldly Browning really loved her as much as he professed to, and her doubts are expressed in the Sonnets from the Portuguese which she wrote over the next two years.
zh_cn: 伊丽莎白·芭蕾特比罗伯特布朗宁年长6岁，而且还是个残废，她几乎不能相信这个精力旺盛和有世俗观念的罗伯特·布朗宁会真正像他公开所宣称的那样地去爱着她，她的这种怀疑在她以后二年中所写的：《葡萄牙人的十四行诗集》中表达了出来。

source: Love conquered all, however, and Browning imitated his hero Shelley by spiriting his beloved off to Italy in August 1846.
zh_cn: 终于，爱情战胜了一切，然而罗伯特·布朗宁模仿他心目中的英雄——雪莱迅速而神秘地带走了他的心上人，他们终于在1846年8月到达了意大利。

source: Since they were proper Victorians, however, they got married a week beforehand.
zh_cn: 因为他们都是正派的维多利亚时代的人，所以在他们出走前的一个星期就正式结婚了。

source: Mr. Barrett disinherited her (as he did each one of his children who got married without his permission, and he never gave his permission).
zh_cn: 巴雷特先生剥夺了伊丽莎白·芭蕾特的继承权（他对没有他的允许而结婚的每个子女都是这样对待的。他从来没有允许过）。

source: Unlike her brothers and sisters, Elizabeth had inherited some money of her own, so the Brownings were reasonably comfortable in Italy.
zh_cn: 然而，伊丽莎白·芭蕾特与她的兄弟姐妹不一样，她继承了原来就应该属于她的一些钱，所以罗伯特·布朗宁的一家就比较舒服地生活在意大利。

source: In 1849, they had a son, Robert Wiedeman Barrett Browning.
zh_cn: 在1849年，他们有了一个儿子，名叫罗伯特·德曼·巴雷特·布朗宁。

source: At her husband's insistence, the second edition of her Poems included her love sonnets.
zh_cn: 在她丈夫的坚持要求下，在她的《诗集》第2版中，加进了她的爱情十四行诗。

source: They helped increase her popularity and the high critical regard in which the Victorians held their favorite poetess.
zh_cn: 这些诗增加了她诗集的名气，同时也增加了维多利亚时代的人对他们所最喜爱的女诗人吹毛求疵式的的批评。

source: (On Wordsworth's death in 1850, she was seriously considered for the Laureateship, which went to Tennyson.) Her growing interest in the Italian struggle for independence is evident in Casa Guidi Windows(1851) and Poems before Congress(1860).
zh_cn: （在华兹华斯逝世的1850年，她曾经认真地被考虑授予为英国的桂冠诗人，后来这个称号被丁尼生摘取了）。她逐渐对意大利的独立斗争感兴趣，这种思想在《圭迪的窗子》（1851）和《大会前的诗歌》（1860）表现得非常明显。

source: 1857 saw the publication of the verse-novel Aurora Leigh.
zh_cn: 在1857年，人们看到她的诗歌-小说，《奥罗拉·利》。

source: It is still unclear what sort of affliction Elizabeth Barrett Browning had, although medical and literary scholars have enjoyed speculating.
zh_cn: 至今还不清楚伊丽莎白·芭蕾特·布朗宁有着何种类型的病痛，尽管她已经享受到所能设想到的医疗和文学学者。

source: Whatever it was, the opium which was repeatedly prescribed probably made it worse; and Browning almost certainly lengthened her life by taking her south and by his solicitous attention.
zh_cn: 究竟是为了什么，不断地使用鸦片可能使她的身体越来越差；而她的丈夫罗伯特·布朗宁只有依靠把她带到南方和对他的悉心照顾来延长她的寿命。

source: She died in his arms on June 29, 1861.
zh_cn: 可是她终于在1861年6月29日死在她丈夫的怀里。

source: No female poet was held in higher esteem among cultured readers in both the United States and England than Elizabeth Barrett Browning during the nineteenth century.
zh_cn: 在19世纪的美国和英国的有文化教养的读者中，还没有受到的尊敬过比伊丽莎白·芭蕾特·布朗宁更高的女诗人。

source: Barrett's poetry had an immense impact on the works of Emily Dickinson who admired her as woman of achievement.
zh_cn: 她的诗对艾蜜莉·狄更生的著作有着巨大的影响，艾蜜莉·狄更生赞扬她是一位有成就的女性。

source: Barrett's treatment of social injustice (the slave trade in America, the oppression of the Italians by the Austrians, the labor of children in the mines and the mills of England, and the restrictions placed upon women) is manifested in many of her poems.
zh_cn: 芭蕾特对待社会的不公正（如美洲的奴隶买卖，奥地利对意大利的压迫，英国矿井和磨坊里的童工和强加在妇女身上的种种限制）在她所写的很多诗里，暴露得很多。

source: Two of her poems, Casa Guidi Windows and Poems Before Congress, dealt directly with the Italian fight for independence.
zh_cn: 她的两首诗，《圭迪的窗子》和《大会前的诗歌》直截了当地描述了当时意大利为独立而进行的斗争。

source: The first half of Casa Guidi Windows (1851) was filled with hope that the newly awakened liberal movements were moving toward unification and freedom in the Italian states.
zh_cn: 《圭迪的窗子》的前半部分充份描写了刚刚觉醒的意大利的迈向国家统一和自由的运动。

source: The second half of the poem, written after the movement of liberalism had been crushed in Italy, is dominated by her disillusionment.
zh_cn: 诗的下半部分是在意大利的自由主义运动已经被粉碎以后所写的，这部分的诗为她破灭的理想所主宰。

source: After a decade of truce, Italians once again began to struggle for their freedom, but were forced to agree to an armistice that would leave Venice under Austrian control.
zh_cn: 在休战10年以后，意大利人再次开始了为自由的战斗，但是仍然被迫同意了一份休战书，把威尼斯让给奥地利所控制。

source: Barrett Browning's Poems Before Congress (1860) responded to these events by criticizing the English government for not providing aid.
zh_cn: 伊丽莎白·芭蕾特·布朗宁的诗《大会前的诗歌》（1860）就反响了这些事件，批评英国政府没有能对意大利提供帮助。

source: One of the poems in this collection, "A Curse For a Nation," which attacked slavery, had been previously published.
zh_cn: 在她的《大会前的诗歌》的这本诗集中，有一首抨击奴隶制的诗、《诅咒一个国家》，早已发表于波士顿的一本主张废除奴隶制的杂志里。

source: Aurora Leigh also dealt with social injustice, but its subject was the subjugation of women to the dominating male.
zh_cn: 《奥罗拉·利》也批评了社会的不公正，但是它的主题是妇女对专横拔河的男人的征服。

source: It also commented on the role of a woman as a woman and poet.
zh_cn: 同时也对一个女人，作为妇女和诗人的所起的作用进行了评论。

source: Barrett's popularity waned after her death, and late-Victorian critics argued that although much of her writing would be forgotten, she would be remembered for "The Cry of the Children", "Isobel's Child", "Bertha in the Lane", and most of all the Sonnets from the Portuguese.
zh_cn: 伊丽莎白·芭蕾特·布朗宁的著作的流行和普及在她逝世后稍有减弱，后维多利亚时代的评论家们认为，尽管她所写的许多著作后来被人遗忘了，但是因她的《儿童们的哭声》、《伊泽贝尔的孩子》、《小巷中的贝沙》以及最重要的《葡萄牙人的十四行诗集》，人们仍然记忆着她。

source: Virginia Woolf argued that Aurora Leigh's heroine, "with her passionate interest in the social questions, her conflict as artist and woman, her longing for knowledge and freedom, is the true daughter of her age."
zh_cn: 吴尔夫夫人[Woolf, (Adeline) Virginia]认为她是奥罗拉·利式的女英雄，“她对社会问题热情洋溢的兴趣，她为艺术和妇女所作的斗争，她的渴望知识和自由，她是她那个时代的真正的女儿。”

source: Woolf's praise of that work predated the modern critical reevaluation of Elizabeth Barrett Browning, and today it attracts more attention than the rest of her poetry.
zh_cn: 吴尔夫夫人对她著作的赞扬超前了近代关于伊丽莎白·芭蕾特·布朗宁所做的关键性的再度评价，而在今天，这种评价比她的其他诗歌更吸引着人们的注意。
